
101=关于RWP...
102=错误
103=最后系统错误:
104=错误%X
105=欢迎光临
106=该向导将引导您重置或恢复您所丢失的Windows帐户密码. 
107=SAM-使用于普通用户帐户
108=AD-使用于活动目录帐户
109=恢复模式
110=您想做什么
111=界面语言
112=重置或更改用户帐户密码
113=查找用户密码
114=转储(导出)密码哈希至文本文件
115=删除用户敏感信息
116=重置或更改DSRM(目录服务还原模式)密码
117=加载IDE/SATA/SCSI/RAID驱动程序
118=恢复以前修改密码或数据
119=该程序只运行在Passcape的CD/DVD/USB启动环境而已. 
120=继续到下一个向导步骤
121=使用于普通(SAM)用户帐户
122=使用于活动目录用户帐户
123=在这里选择个任务
124=程序的界面语言
125=RWP菜单
126=在线注册此程序
127=输入注册码
128=报告错误
129=发送反馈
130=推荐给您的朋友
131=帮助内容
132=关于...
133=无法执行命令
134=错误发送电子邮件. 
135=回到之前的向导步骤
136=下载并安装额外的海量存储驱动程序
137=如果您的系统无法识别您的硬盘,请在此安装额外的海量存储驱动程序. 不需要重新启动系统. 
138=点击'载入驱动程式'按钮安装到您的系统磁盘驱动程序. 磁盘驱动程序通常会与您的主板驱动程序光盘. 额外的存储驱动程序可以从我们的网站下载(http://www.passcape.com)
139=加载驱动程序
140=您系统的存储设备
141=驱动程序信息文件(*.inf)|*.inf||
142=没有发现驱动程序加载工具. 请联系技术人员. 
143=无法执行驱动程序加载工具. 
144=选定的驱动程序已安装成功. 该程序将更新您的存储设备列表了. 
145=驱动程序加载执行失败:
146=<演示版本>
147=最后一个错误:
148=错误0x%08X
149=您想关闭该程序并重新启动系统吗?
150=关闭程序并重新启动系统
151=点击此按钮来加载一个磁盘驱动程序
152=菜单按钮
153=重置SAM用户帐户密码(步骤%d/%d)
154=您应该在这里指定SAM和系统注册表文件. 通常情况下,注册表文件驻留在您的%WINDIR%\\system32\\config目录(例如C:\\Windows\\system32\\config\\)
155=SAM和系统文件路径
156=SAM注册表文件
157=系统注册表文件
158=浏览...
159=从以下列表中选择现有的文件或浏览新的
160=所有文件(*.*)|*.*||
161=无效的SAM文件
162=无效的系统文件
163=为了继续进行,请选择一个您要重设密码的用户帐户. 
164=用户列表
165=帐户属性
166=帐户已锁定:
167=帐户已禁用:
168=密码过期:
169=无需要密码:
170=目前密码历史:
171=密码提示:
172=帐户说明:
173=用户名
174=用户RID
175=管理员
176=状态
177=无
178=无法打开注册表文件
179=注册表文件被损坏
180=内存或资源不足
181=无法读取注册表文件
182=不支持的注册表文件格式
183=无法处理的异常
184=路径没有被发现
185=数值没有被发现
186=无效的输入参数
187=数据指针或数据长度不正确
188=内部错误
189=无法写入注册表文件
190=未知的错误
191=当前操作是需要SYSKEY的启动盘. 您想要继续吗? 再您继续前,请把一个拥有'startkey. key'文件的软盘放到您的软盘驱动器里. 
192=不支持的SAM会话密钥格式
193=无效的SYSKEY,SAM会话密钥或SAM文件不符合系统
194=加载LoadLibrary失败
195=读取GetProcAddress失败
196=LM密码解密失败
197=NTLM密码解密失败
198=输入无效数据
199=无法打开系统注册表文件
200=未找到SYSKEY的描述项
201=无法读取SYSKEY
202=无法打开SAM注册表文件
203=无法读取SAM注册表文件
204=无法将数据写入到SAM注册表文件
205=LM密码加密失败
206=NTLM密码加密失败
207=命令没有被指定
208=项目大小不匹配
209=数据转换失败
210=不支持的数据结构
211=无法更换SYSKEY
212=无法将数据写入到系统注册表文件
213=无法重命名数据密匙
214=启动顺序选项尚未被发现
215=SYSKEY启动密码文件在软盘上找不到
216=无法读取SYSKEY启动密码文件
217=SYSKEY尚未解密
218=没有发现SYSKEY
219=无效的RID值
220=RID值不是独特的
221=注册表写入失败
222=SAM打开失败:%s
223=无法在SAM域中列举用户:%s
224=是
225=否
226=用户
227=客户
228=操作员
229=系统帐户
230=密码没有被设置
231=密码保护
232=图例
233=当前操作需要SYSKEY启动密码. 您要继续吗?
234=SYSKEY启动密码
235=在这输入SYSKEY启动密码
236=从不
237=哈希
238=重置活动目录用户帐户密码中(步骤%d/%d)
239=请在这里选择一个到ntds.dit文件和系统注册表的路径. ntds.dit文件通常是位于在%WINDIR%\\ntds\\的文件夹,而系统注册表文件总是在您的%WINDIR%\\system32\\config目录中. 
240=活动目录的源文件
241=活动目录数据库的路径(通常是ntds. dit)文件
242=活动目录数据库文件(*.dit)|*.dit|所有文件(*.*)|*.*||
243=一般加密失败
244=SYSKEY的初始密码无法从软盘中读取
245=无法解密密码加密密钥列表
246=无效的密码加密密钥列表结构
247=没什么能解密
248=未知的加密算法
249=系统数据不匹配
250=扩展失败
251=无法加密用户数据
252=AD打开错误
253=AD初始化失败
254=AD读取错误
255=无法读取数据加密密钥
256=无法初始化数据加密密钥
257=转储SAM密码文件(步骤%d/%d)
258=数据读取失败
259=数据解密失败
260=为了获得最高的兼容性,建议保存文件为ASCII PWDUMP格式. \n密码可以被转储只有当Passcape格式被选用. 
261=转储活动目录密码文件(步骤%d/%d)
262=ASCII文本文件格式
263=UNICODE文本格式
264=输出转储文件格式
265=另存为
266=转储什么
267=用户名
268=用户ID
269=LM哈希
270=NT哈希
271=全名,描述
272=主目录
273=密码(如果找到)
274=<<转储>>
275=PWDUMP文本文件
276=Passcape文本文件
277=密码历史哈希(如有)
278=LM历史哈希
279=NT历史哈希
280=未发现数据
281=PWDUMP文本文件(*.txt)|*.txt||
282=Passcape通用配置文件(*.puc)|*.puc||
283=无法打开文件用于写入
284=转储文件已成功创建
285=输入新密码给所选择的用户帐户或设置空白以便重设密码. 请特别注意其他选项. Windows将拒绝所输入的密码,如果帐户是被锁定或禁用. 
286=用户帐户信息
287=重设
288=<<重设/更改>>
289=SAM的路径
290=帐户名称
291=帐户RID
292=帐户说明
293=新密码
294=帐户已锁定
295=帐户已禁用
296=密码已过期
297=重置用户密码和/或属性
298=新密码. 放空白以重设. 
299=解锁帐户,如果一个被锁定. 
300=启用帐户. 
301=如果密码已过期,您将被提示输入新的密码当登录成功后. 
302=发现无效的数据
303=无法打开SAM域用户:%s
304=您想创建一个回滚文件?
305=不能保存用户数据至SAM:%s
306=不能保存用户数据由于以下原因:%s
307=该帐户已成功被修改. 现在您可以关闭该程序,移除您所启动的CD/DVD/USB盘并重新启动系统. 如果您有设置域密码策略,确保新密码符合该长度与复杂性,和不要与任何先前输入过的密码一样.
308=AD路径
309=无法解析AD用户信息
310=无法设置用户信息至数据库. 数据库引擎示意下面的错误代码:%d
311=转储活动目录密码哈希至文本文件
312=转储SAM密码哈希至文本文件
313=重置目录服务还原模式密码(步骤%d/%d)
314=无法检测到Windows产品类型. 
315=未发现目录服务还原模式
316=输入新密码给您选择的DSRM帐户或设置为空以便重设. 
317=一般信息
318=重置DSRM密码
319=系统路径
320=系统作用
321=目前密码
322=点击以重置DSRM密码
323=无法打开DSRM帐户:%s
324=无法保存DSRM帐户数据:%s
325=无法保存DSRM帐户数据,由于以下原因:%s
326=该DSRM帐户已成功被修改. 现在您可以关闭该程序,移除您所启动的CD/DVD/USB盘并重新启动系统. 若要重新启动到DSRM模式,请在启动顺序时按[F8]. 
327=回滚以前修改密码(步骤%d/%d)
328=请从备份里选择您需要恢复的数据源. 备份(回滚)会议都存储在*.puc文件和以日期/时间来排序. 
329=回滚会议
330=回滚会议详情
331=SAM密码
332=活动目录密码
333=目录服务还原模式的密码
334=回滚数据类型
335=选择新的*.puc文件
336=回滚信息尚未发现在您所指定的文件. 
337=DSRM帐户
338=此对话框可以帮助您恢复所修改过的密码. 点击'还原'按钮来进行回滚您在之前步骤中所选择的备份会议. 
339=<<还原>>
340=Passcape配置文件
341=想要还原什么
342=已回滚
343=从备份会话中还原数据
344=%d次
345=您想要恢复数据吗?点击'是'以便继续. 
346=无法还原用户数据至SAM:%s
347=无法还原用户数据,由于以下原因:%s
348=数据已成功还原. 
349=这个回滚会议已被使用. 您还想继续吗?
350=删除敏感信息(步骤%d/%d)
351=选择您想清零出系统的个人资料. 大部分所需文件驻留在您的WINDOWS\\System32\\config\\目录中. 
352=您想删除什么
353=要求文件
354=安全性注册表文件
355=软件注册表文件
356=删除活动目录用户中的密码历史记录信息
357=删除普通(SAM)用户账户中的密码历史记录信息
358=删除域缓存密码
359=删除Windows登录密码缓存
360=删除Windows密码重置信息
361=删除密码提示
362=选择要删除的用户给%s. 
363=密码历史记录
364=域缓存密码
365=密码提示
366=没有错误
367=无法读取或解密SYSKEY
368=无法初始化主密钥
369=无法读取主密钥,密码没有被发现
370=无法打开缓存控制数值
371=无法读取缓存控制数值
372=无法打开域缓存条目
373=无法读取域缓存条目
374=缓存或资源不足
375=发生异常意外
376=不支持
377=无效的机密大小
378=数据完整性失败或无效的加密密钥
379=没有更多项目
380=域缓存条目解析不正确
381=未发现数据
382=未知错误
383=找到无效的项目
384=未发现项目
385=无法访问数据
386=无法推回数据
387=无法读取用户名
388=一般加密错误
389=数据转换失败
390=无法写入缓存条目
391=无法打开域缓存凭据:%s
392=域缓存密码尚未被发现/解密
393=程序并没有找到密码历史信息
394=您所选择的敏感信息已准备就绪清零. 不像密码哈希,这些变化不能被撤销,使用于自行承担风险. 
395=该程序并没有发现任何密码提示
396=<<删除>>
397=永久删除
398=想删除什么
399=用户已影响
400=活动目录用户密码历史
401=普通(SAM)用户密码历史
402=Windows登录密码缓存
403=Windows密码重置信息
404=所有用户
405=密码重置信息尚未发现
406=密码历史已成功被删除. 
407=无法删除至少一个缓存条目由于以下原因:%s.
408=用户项目已成功从域缓存中被删除
409=无法打开%s注册表:%s
410=一般解密失败
411=加密密钥初始化失败
412=无法读取安全性注册表
413=请求的数据没有被发现
414=无法保存密码加密密钥
415=清空数据项
416=无法写入安全注册表
417=无法保存%s注册表:%s
418=无法删除登录缓存项目由于下列原因:%s
419=登录缓存项目已成功被移除
420=不能移除密码重置结构:%s
421=密码重置信息已成功被移除
422=无法重置用户SAM用户提示:%s
423=搜索用户密码(步骤%d/%d)
424=在大多数情况下,一些密码哈希可以几乎即时被解密. 恢复可能需要用上好几分钟基于您在此所选择的选项. 
425=查找方法
426=快速搜索
427=深度搜索
428=从Windows缓存中查找密码
429=搜寻简单的密码
430=原始字典式攻击
431=原始暴力攻击
432=人工智能攻击
433=您应该提供所需文件与文件夹以便恢复成功. 典型配置文件目录位于:C:\\Documents And Settings. 典型程序文件夹位于:C:\\Program Files. 
434=需要文件与文件夹以便恢复成功
435=配置文件目录
436=程序文件目录
437=寻找Windows配置文件目录(通常是C:\\Documents And Settings)
438=寻找程序文件目录(通常是C:\\Program Files)
439=一切已准备就绪. 点击'<<寻找密码>>'按钮以开始扫描系统丢失的密码. 这可能需要相当长的时间才能完成. 
440=LM密码
441=NT密码
442=文件打开错误
443=密码短语变异
444=请稍候...
445=取消
446=密码变异中...\n\n请耐心等待. 
447=<<寻找密码>>
448=无法启动恢复线程:
449=线程创建失败
450=无法加载受保护的存储DLL
451=无法加载其中之一受保护的存储库功能
452=没有错误
453=常见的错误
454=未找到提供程序的DLL
455=无效的处理
456=类型已经存在
457=类型不存在
458=无效的规则集
459=访问被拒绝
460=存储错误
461=无法验证呼叫方
462=提供的密码是无效的
463=磁盘图像不匹配
464=未知异常
465=坏标志
466=项目已经存在
467=项目不存在
468=服务不可用
469=不空
470=无效的字符串
471=无效的状态
472=未打开
473=已打开
474=未知错误
475=无法打开用户注册表路径
476=无法打开存储MasterKey的注册表路径
477=无效MasterKey条目大小
478=无效MasterKey条目
479=MasterKeyID未知或无效
480=无法解密MasterKey数据块
481=MasterKey解密失败
482=DES的解密失败
483=无效的项目位置(项目注册表路径未找到)
484=无法从注册表配置单元读取数据项目
485=无效的项目条目大小
486=无效的项目条目
487=无法解密密钥项
488=无法解密项目数据
489=项目数据已损坏
490=MasterKey数据已损坏
491=无法打开注册表配置单元
492=无法打开提供商子项
493=数据持有者未被发现
494=无法复制用户实例
495=无法打开用户实例
496=没有多余项目
497=转换字符串至GUID失败
498=转换GUID至字符串失败
499=转换GUID类型注册表项失败
500=转换GUID子类型注册表项失败
501=未知数据结构版本
502=项目大小无效
503=无法写入注册表配置单元
504=数据大小无效
505=无法读取文件
506=数据无效
507=无法打开加密提供商
508=提供程序不支持加密算法
509=未找到数据
510=无法解析主密钥
511=无法解密主密钥
512=未知主密钥的GUID
513=MasterKey没有被发现
514=无效的数据头
515=未知方法
516=不能创建哈希
517=无法获得数据加密密钥
518=不能设置密码参数
519=检查符号不匹配
520=未知版本
521=建筑文件索引
522=索引数据文件中...\n\n请耐心等待. 
523=<<停止搜寻>>
524=发现密码项目数:%d
525=<空>
526=您所要求的功能(%s)是不支持于当前版本. 请参阅程序手册已获更多详情. 
527=回滚活动目录中的密码
528=重设/更改活动目录帐户密码
529=转储域缓存凭据
530=重设/更改DSRM帐户密码
531=转储活动目录帐户的LM/NTLM哈希密码
532=转储哈希密码历史记录
533=密码恢复
534=删除敏感信息
535=您必须注册此程序以便继续前进. 
536=转储(导出)域缓存凭据到文本文件
537=转储域缓存密码(哈希)至文本文件
538=您应该在此指定安全与系统注册表文件. 通常情况下,您的注册表文件将驻留在%WINDIR%\\system32\\config目录(例如C:\\Windows\\system32\\config\\)
539=路径的安全和系统文件
540=运行命令行(CMD)的
541=无效的安全文件
542=转储域缓存密码至文件(步骤%d/%d)
543=为了获得最高的效率,强烈建议您保存文件为Passcape格式. CACHEDUMP般的文件是不支持Windows Vista的哈希值,而且无法转储与非英文用户名的条目. 
544=CACHEDUMP文本文件
545=CACHEDUMP文件(*.cachedump)|*.cachedump|文本文件(*.txt)|*.txt||
546=Passcape导出/导入文件(*.peif)|*.peif||
547=无法计算文件的CRC
548=无法写入文件
549=运行网络浏览器
550=无法打开帮助文件
551=该程序无法从系统中找到任何硬盘驱动器. 也许您应该加载额外的IDE/SATA/SCSI/RAID磁盘驱动器,以便继续. 
552=关于此程序
553=注册完整版
554=未注册演示版
555=许可证信息:
556=注册为:
557=信息和联系人:
558=主页:
559=购买:
560=注册
561=注册
562=请在这里输入您的注册代码...
563=注册信息
564=用户名称:
565=注册代码:
566=请输入如同您的注册电子邮件里的注册代码. 如果您在注册过程中遇到任何问题,请参阅程序帮助. 
567=请输入注册的程序代码. 
568=您所输入的代码是不正确的. 请再试一次. 
569=无法保存该代码. 请联系技术人员. 
570=感谢您注册此程序!
571=检查目录
572=正在扫描的目录结构. \n\n这可能需要一些时间. 请耐心等待. 
573=<<上一步
574=下一步>>
575=退出
576=复制列表到剪贴板
577=保存到文件
578=<<<Windows密码>>>
579=建立于
580=无法复制数据
581=无法保存数据
582=HTML文件(*.htm)|*.htm||
583=该列表已复制到剪贴板
584=运行记事本
585=重设SYSKEY
586=SYSKEY安全(重设所有SAM密码为空)
587=更改/重设永久
588=重设SYSKEY失败:%s
589=该SYSKEY已成功被解密,但该程序无法重新设置用户密码,因为发生了以下错误:%s. 您或许应该从备份中恢复您的SAM,系统和安全性注册表文件. 
590=该SYSKEY已成功被重设. 为了防止用户帐户被打破,SYSKEY已配置为在系统启动时需要密码. 下次您将得到SYSKEY启动密码提示,您只需输入一个空白密码. 
591=重设SYSKEY的是一种不安全的操作,这将影响整个系统的安全. 例如,您将无法解密受保护的EFS文件. 为了使您的系统能启动当SYSKEY已改变, 所有本地用户帐户的密码将被重新加密和自动设置为空白. 在继续前,强烈建议您备份SAM,系统和安全注册表文件. 您想要要开始重设SYSKEY吗？
592=该SYSKEY已成功被解密,但程序未能重设LSA机密原因是发生以下错误:%s. 您或许应该从备份中恢复您的SAM,系统和安全性注册表文件. 
593=该程序无法重设SYSKEY当使用标准算法. 您想尝试另一种方法吗?
594=该SYSKEY已成功被重设. 所有用户密码将被设为空白. 
595=忘记您的SYSKEY密码? 只需退一步回到主页,选择'%s'菜单然后重设您的SYSKEY. 
596=如果您丢失了SYSKEY软盘,退一步回到主页面,选择'%s'菜单,并尝试重设SYSKEY. 请注意,所有用户的密码将被设置为空白当SYSKEY成功的被重设. 
597=运行Regedit
598=<无法在目前的版本使用>
599=使用Passcape表来搜索密码
600=需要临时文件夹
601=该程序无法找到一个临时文件夹(用于复制表). 请手动选择.
602=选择临时文件夹
603=索引最近使用过的文件
604=程序成功地提取该帐户的原始明文密码. 密码是 %s. 您是否仍要重新设置?
605=程序未能重置Windows8的缓存登录信息(错误代码: %lu). 您是否仍要继续(不推荐)?
606=CLI文件名
607=未找到缓存登录信息的备份文件. 仍要继续(不推荐)?
608=无法储存缓存登录信息. 最后的错误代码: %lu.
609=无法打开缓存登录信息.
610=LiveID账户:
611=你应该设置一个非空的密码给所选择的帐户. 否则, Windows将不会让你登录. 用一个简单的密码代替.
612=该数据库在于不干净的状态(%s). 您是否仍要继续? 强烈建议先恢复/修复数据库.
613=键盘布局
614=载入新布局
615=设定活动布局
616=运行Chkdsk
617=安装网络驱动程序
618=运行Diskpart
619=从最近使用的文件中检查密码
620=从巨大的文件中提取字符串, 包括hiberfil.sys和pagefile.sys (视频, 档案等, 将被跳过)
621=从主要目录和Windows文件夹里搜索大型文件
622=从回收站里搜索密码
623=密码突变水平
624=从巨大的文件中提取字符串
625=快速搜索引擎初始化错误
626=解包字典文件...
627=PCD解压缩失败: %lu
628=PCD扩张失败: %lu
629=运行FAR文件管理
630=如果您的目标操作系统是Windows8和您的帐户类型是Windows的LiveID, 现在, 您将需要设置一个非空的密码以便能够登录系统.
631=为了能够解密国际密码, 你必须先载入首选键盘布局 (在左下角使用Passcape按钮). 您是否要继续在无需加载键盘布局的情况下?\n\n注意: 此信息将不会再显示了.
632=检查用户密码
633=输入密码后查看
634=在此键入一个密码. 该程序将检查您所输入的密码作为您键入的.
635=匹配 !!!
636=不匹配
637=检查所有可能性的组合情况
638=检查密码
639=Passcape表(不存在于DEMO版)
640=没什么解密
641=加载虚拟驱动器
642=加载映像文件作为虚拟驱动器
643=这个对话框允许你安装本地映像文件作为虚拟磁盘驱动器. 映像文件被加载为只读, 这样原始文件将不会被修改. 支持以下格式: AF*, BIN, DD, E01, FLP, IMG, ISO, NRG, S01, SDI, VHD, VMDK 和其他等.
644=加载映像
645=加载
646=卸载
647=卸载全部
648=加载新映像文件
649=卸载所选映像
650=卸载全部之前所加载的映像
651=无法加载文件.
652=该映像文件已被加载.
653=无法卸载文件.
654=驱动器
655=映像路径
656=映像文件|*.00n;*.aff;*.afm;*.afd;*.bin;*.dd;*.e01;*.flp;*.img;*.ima;*.nrg;*.iso;*.raw;*.s01;*.sdi;*.vfd;*.vhd;*.vmdk|所有文件 (*.*)|*.*||
657=当前模块
658=当前进展
659=整体进展
660=加载整个映像
661=加载特定的分区
;-------------------------------------------------
;Reset Windows Password - Chinese Language v4.0
;Copyright (C) 2010-2014, Passcape Software
;Translated by: Liang Piau Suk
;E-mail: piausuk@hotmail.com
;Last updated: 14-02-2014 13:56 UTC+8
;-------------------------------------------------